Repository: zeldridge/actuali
Catalog: Actuali/Actuali/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt_br

source: Invalid adjustment percentage (%@%). Must be between -100% and 1000%
de: Ungültiger Anpassungsprozentsatz (%@%). Er muss zwischen -100 % und 1000 % liegen
es: Porcentaje de ajuste no válido (%@ %). Debe estar entre -100 % y 1000 %
fr: Pourcentage d'ajustement invalide (%@ %). Il doit être compris entre -100 % et 1000 %
it: Percentuale di adeguamento non valida (%@%). Deve essere compresa tra -100% e 1000%
nl: Ongeldig aanpassingspercentage (%@%). Dit moet tussen -100% en 1000% liggen
pt_br: Porcentagem de ajuste inválida (%@%). Deve estar entre -100% e 1000%

source: Invalid fallback server URL
de: Ungültige Fallback-Server-URL
es: URL del servidor alternativo no válida
fr: URL du serveur de secours invalide
it: URL del server alternativo non valida
nl: Ongeldige fallback-server-URL
pt_br: URL do servidor alternativo inválida

source: Invalid priority
de: Ungültige Priorität
es: Prioridad no válida
fr: Priorité invalide
it: Priorità non valida
nl: Ongeldige prioriteit
pt_br: Prioridade inválida

source: Invalid response from server
de: Ungültige Serverantwort
es: Respuesta no válida del servidor
fr: Réponse invalide du serveur
it: Risposta non valida dal server
nl: Ongeldig antwoord van server
pt_br: Resposta inválida do servidor

source: Invalid server URL
de: Ungültige Server-URL
es: URL del servidor no válida
fr: URL du serveur invalide
it: URL del server non valida
nl: Ongeldige server-URL
pt_br: URL do servidor inválida

source: Invalid template syntax
de: Ungültige Vorlagensyntax
es: Sintaxis de plantilla no válida
fr: Syntaxe de modèle invalide
it: Sintassi del modello non valida
nl: Ongeldige sjabloonsyntaxis
pt_br: Sintaxe de modelo inválida

source: Investment income
de: Anlageerträge
es: Ingresos de inversiones
fr: Revenus de placements
it: Redditi da investimenti
nl: Beleggingsinkomsten
pt_br: Rendimentos de investimentos

source: is approximately
de: ist ungefähr
es: es aproximadamente
fr: est approximativement
it: è circa
nl: is ongeveer
pt_br: é aproximadamente

source: is between
de: liegt zwischen
es: está entre
fr: est entre
it: è tra
nl: ligt tussen
pt_br: está entre

source: is exactly
de: ist genau
es: es exactamente
fr: est exactement
it: è esattamente
nl: is precies
pt_br: é exatamente

source: Is Income
de: Ist Einkommen
es: Es un ingreso
fr: Est un revenu
it: È un'entrata
nl: Is inkomen
pt_br: É renda

source: Kind
de: Art
es: Tipo
fr: Type
it: Tipo
nl: Type
pt_br: Tipo

source: Label
de: Bezeichnung
es: Etiqueta
fr: Libellé
it: Etichetta
pt_br: Rótulo

source: last
de: letzter
es: último
fr: dernier
it: ultimo
nl: laatste
pt_br: último

source: Last
de: Letzter
es: Último
fr: Dernier
it: Ultimo
nl: Laatste
pt_br: Último

source: last %@
de: letzter %@
es: último %@
fr: dernier %@
it: ultimo %@
nl: laatste %@
pt_br: último %@

source: Last Background Refresh
de: Letzte Hintergrundaktualisierung
es: Última actualización en segundo plano
fr: Dernière actualisation en arrière-plan
it: Ultimo aggiornamento dello sfondo
nl: Laatste achtergrondvernieuwing
pt_br: Última atualização em segundo plano

source: last day
de: letzter Tag
es: último día
fr: dernier jour
it: ultimo giorno
nl: laatste dag
pt_br: último dia

source: last month
de: letzten Monat
es: el mes pasado
fr: le mois dernier
it: il mese scorso
nl: vorige maand
pt_br: mês passado

source: Last month
de: Letzten Monat
es: El mes pasado
fr: Le mois dernier
it: Mese scorso
nl: Vorige maand
pt_br: Mês passado

source: Last Sync
de: Letzte Synchronisierung
es: Última sincronización
fr: Dernière synchronisation
it: Ultima sincronizzazione
nl: Laatste synchronisatie
pt_br: Última sincronização

source: Layout, group and amount display options
de: Optionen für Layout-, Gruppen- und Mengenanzeige
es: Opciones de diseño, grupos y cantidades
fr: Options d'affichage de la présentation, des groupes et des montants
it: Opzioni di visualizzazione di layout, gruppo e importo
nl: Weergaveopties voor lay-out, groep en hoeveelheid
pt_br: Opções de layout, grupos e valores

source: less spent
de: weniger ausgegeben
es: gastado de menos
fr: dépensé en moins
it: meno speso
nl: minder uitgegeven
pt_br: a menos gasto

source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
nl: Licht
pt_br: Claro

source: Limited reports are currently available, more will be available soon.
de: Derzeit sind begrenzte Berichte verfügbar, weitere werden in Kürze verfügbar sein.
es: Actualmente hay informes limitados; habrá más disponibles próximamente.
fr: Seuls certains rapports sont disponibles pour le moment ; d'autres arriveront bientôt.
it: Al momento sono disponibili rapporti limitati, altri ne saranno disponibili presto.
nl: Er zijn momenteel een beperkt aantal rapporten beschikbaar, binnenkort zullen er meer beschikbaar zijn.
pt_br: Atualmente, apenas alguns relatórios estão disponíveis; mais estarão disponíveis em breve.

source: Line is not a template
de: Die Zeile ist keine Vorlage
es: La línea no es una plantilla
fr: Ligne non conforme à un modèle
it: La riga non è un modello
nl: De regel is geen sjabloon
pt_br: A linha não é um modelo

source: Link Apple Card, Apple Cash and Savings so their transactions and balances import automatically when you sync. Apple asks once which data Actuali may read.
de: Verknüpfen Sie Apple Card, Apple Cash und Savings, damit deren Transaktionen und Salden automatisch beim Synchronisieren importiert werden. Apple fragt einmalig, auf welche Daten Actuali zugreifen darf.
es: Vincule Apple Card, Apple Cash y Savings para que sus transacciones y saldos se importen automáticamente al sincronizar. Apple preguntará una vez a qué datos puede acceder Actuali.
fr: Liez Apple Card, Apple Cash et Savings pour que leurs transactions et soldes soient importés automatiquement lors de la synchronisation. Apple demande une seule fois à quelles données Actuali peut accéder.
it: Collega Apple Card, Apple Cash e Savings in modo che le loro transazioni e i saldi vengano importati automaticamente durante la sincronizzazione. Apple chiede una sola volta a quali dati Actuali può accedere.
nl: Koppel Apple Card, Apple Cash en Savings zodat hun transacties en saldi automatisch worden geïmporteerd wanneer u synchroniseert. Apple vraagt eenmalig welke gegevens Actuali mag lezen.
pt_br: Vincule o Apple Card, Apple Cash e Savings para que suas transações e saldos sejam importados automaticamente ao sincronizar. A Apple pergunta uma vez quais dados o Actuali pode ler.

source: link schedule
de: Zeitplan verknüpfen
es: vincular programación
fr: lier la programmation
it: collega pianificazione
nl: planning koppelen
pt_br: vincular agendamento

source: Link to an existing account
de: Mit einem bestehenden Konto verknüpfen
es: Vincular a una cuenta existente
fr: Lier à un compte existant
it: Collega a un conto esistente
nl: Koppelen aan een bestaande rekening
pt_br: Vincular a uma conta existente

source: Linked accounts import transactions from this day on. It starts out as the day this budget began; pick an earlier day to pull in older history. Transactions already imported always stay.
de: Verknüpfte Konten importieren Transaktionen ab diesem Tag. Er beginnt als der Tag, an dem dieses Budget angelegt wurde; wählen Sie einen früheren Tag, um ältere Verläufe einzubeziehen. Bereits importierte Transaktionen bleiben immer erhalten.
es: Las cuentas vinculadas importan transacciones a partir de este día. Empieza siendo el día en que se creó este presupuesto; elija un día anterior para incluir un historial más antiguo. Las transacciones ya importadas siempre permanecen.
fr: Les comptes liés importent les transactions à partir de ce jour. Il commence par le jour où ce budget a été créé ; choisissez un jour antérieur pour inclure un historique plus ancien. Les transactions déjà importées restent toujours.
it: I conti collegati importano le transazioni a partire da questo giorno. Inizialmente corrisponde al giorno in cui è stato creato questo budget; scegli un giorno precedente per includere una cronologia più vecchia. Le transazioni già importate rimangono sempre.
nl: Gekoppelde rekeningen importeren transacties vanaf deze dag. Dit begint als de dag waarop dit budget is gestart; kies een eerdere dag om oudere geschiedenis op te halen. Reeds geïmporteerde transacties blijven altijd behouden.
pt_br: Contas vinculadas importam transações a partir deste dia. Ele começa como o dia em que este orçamento foi criado; escolha um dia anterior para trazer um histórico mais antigo. As transações já importadas sempre permanecem.

source: Linked Transactions
de: Verknüpfte Transaktionen
es: Transacciones vinculadas
fr: Transactions liées
it: Transazioni collegate
nl: Gekoppelde transacties
pt_br: Transações vinculadas

source: List Accounts
de: Konten auflisten
es: Mostrar las cuentas
fr: Lister les comptes
it: Elenca i conti
nl: Rekeningen weergeven
pt_br: Listar contas

source: List all active budget categories in Actuali.
de: Listen Sie alle aktiven Budgetkategorien in Actuali auf.
es: Mostrar todas las categorías presupuestarias activas de Actuali.
fr: Répertorier toutes les catégories budgétaires actives dans Actuali.
it: Elenca tutte le categorie di budget attive in Actuali.
nl: Maak een lijst van alle actieve budgetcategorieën in Actuali.
pt_br: Listar todas as categorias de orçamento ativas no Actuali.

source: List all active payees in Actuali.
de: Alle aktiven Zahlungsempfänger in Actuali auflisten.
es: Muestra todos los beneficiarios activos en Actuali.
fr: Listez tous les bénéficiaires actifs dans Actuali.
it: Elenca tutti i beneficiari attivi in Actuali.
nl: Geef alle actieve begunstigden in Actuali weer.
pt_br: Liste todos os beneficiários ativos no Actuali.

source: List all open accounts in Actuali.
de: Alle offenen Konten in Actuali auflisten.
es: Muestra todas las cuentas abiertas en Actuali.
fr: Listez tous les comptes ouverts dans Actuali.
it: Elenca tutti i conti aperti in Actuali.
nl: Geef alle geopende rekeningen in Actuali weer.
pt_br: Liste todas as contas abertas no Actuali.

source: List Categories
de: Kategorien auflisten
es: Mostrar las categorías
fr: Lister les catégories
it: Elenca le categorie
nl: Categorieën weergeven
pt_br: Listar categorias

source: List Payees
de: Zahlungsempfänger auflisten
es: Mostrar los beneficiarios
fr: Lister les bénéficiaires
it: Elenca i beneficiari
nl: Begunstigden weergeven
pt_br: Listar beneficiários

source: Load a budget to choose a default account.
de: Laden Sie ein Budget, um ein Standardkonto auszuwählen.
es: Cargue un presupuesto para elegir una cuenta predeterminada.
fr: Chargez un budget pour choisir un compte par défaut.
it: Carica un budget per scegliere un conto predefinito.
nl: Laad een budget om een standaardrekening te kiezen.
pt_br: Carregue um orçamento para escolher uma conta padrão.

source: Load a budget to configure Category Funding.
de: Laden Sie ein Budget, um die Kategoriefinanzierung zu konfigurieren.
es: Cargue un presupuesto para configurar la financiación de categorías.
fr: Chargez un budget pour configurer le financement des catégories.
it: Carica un budget per configurare il finanziamento delle categorie.
nl: Laad een budget om Categoriefinanciering te configureren.
pt_br: Carregue um orçamento para configurar o financiamento de categorias.

source: Load a budget to manage transaction accounts.
de: Laden Sie ein Budget, um Transaktionskonten zu verwalten.
es: Cargue un presupuesto para gestionar las cuentas de transacciones.
fr: Chargez un budget pour gérer les comptes de transactions.
it: Carica un budget per gestire i conti delle transazioni.
nl: Laad een budget om transactierekeningen te beheren.
pt_br: Carregue um orçamento para gerenciar contas de transações.

source: Loading accounts…
de: Konten werden geladen…
es: Cargando cuentas…
fr: Chargement des comptes…
it: Caricamento account…
nl: Accounts laden…
pt_br: Carregando contas…

source: Loading…
de: Laden…
es: Cargando…
fr: Chargement…
it: Caricamento…
nl: Laden…
pt_br: Carregando…

source: Loan settings need sync configured for this budget.
de: Für die Darlehenseinstellungen muss die Synchronisierung für dieses Budget eingerichtet sein.
es: La configuración del préstamo requiere sincronizar este presupuesto.
fr: Les réglages de prêt nécessitent une synchronisation configurée pour ce budget.
it: Le impostazioni del prestito richiedono la sincronizzazione configurata per questo budget.
nl: Voor leninginstellingen moet synchronisatie voor dit budget zijn ingesteld.
pt_br: As configurações do empréstimo precisam que a sincronização deste orçamento esteja configurada.

source: Local data has drifted from the server and couldn't reconcile after several attempts. Tap "Reset Sync State" below to recover.
de: Die lokalen Daten sind vom Server abgewichen und konnten nach mehreren Versuchen nicht abgeglichen werden. Tippen Sie unten auf „Synchronisierungsstatus zurücksetzen“, um sie wiederherzustellen.
es: Los datos locales han divergido del servidor y no se pudieron conciliar tras varios intentos. Toca «Restablecer estado de sincronización» para recuperarlos.
fr: Les données locales ont divergé du serveur et n’ont pas pu être réconciliées après plusieurs tentatives. Touchez « Réinitialiser l’état de synchronisation » ci-dessous pour récupérer.
it: I dati locali sono divergenti dal server e non è stato possibile riconciliarli dopo diversi tentativi. Tocca «Reimposta stato sincronizzazione» qui sotto per recuperarli.
nl: Lokale gegevens wijken af van de server en konden na meerdere pogingen niet worden gesynchroniseerd. Tik hieronder op „Synchronisatiestatus opnieuw instellen“ om te herstellen.
pt_br: Os dados locais divergiram do servidor e não puderam ser reconciliados após várias tentativas. Toque em «Redefinir estado de sincronização» abaixo para recuperar.

source: Local data has drifted from the server and couldn't reconcile after several attempts. Tap %@ below to recover.
de: Die lokalen Daten sind vom Server abgewichen und konnten nach mehreren Versuchen nicht abgeglichen werden. Tippen Sie unten auf %@, um sie wiederherzustellen.
es: Los datos locales han divergido del servidor y no se pudieron conciliar tras varios intentos. Toca %@ para recuperarlos.
fr: Les données locales ont divergé du serveur et n’ont pas pu être réconciliées après plusieurs tentatives. Touchez %@ ci-dessous pour récupérer.
it: I dati locali sono divergenti dal server e non è stato possibile riconciliarli dopo diversi tentativi. Tocca %@ qui sotto per recuperarli.
nl: Lokale gegevens wijken af van de server en konden na meerdere pogingen niet worden gesynchroniseerd. Tik hieronder op %@ om te herstellen.
pt_br: Os dados locais divergiram do servidor e não puderam ser reconciliados após várias tentativas. Toque em %@ abaixo para recuperar.

source: Locations are recorded when you save a transaction with Save Location on, and are used to suggest nearby payees. Turn recording off under Preferences.
de: Standorte werden aufgezeichnet, wenn Sie eine Transaktion mit aktivierter Option „Standort speichern“ speichern, und verwendet, um Geschäfte in der Nähe vorzuschlagen. Deaktivieren Sie die Aufzeichnung unter „Einstellungen“.
es: Las ubicaciones se registran al guardar una transacción con Guardar ubicación activado y se utilizan para sugerir comercios cercanos. Desactive el registro en Preferencias.
fr: Les lieux sont enregistrés lorsque vous sauvegardez une transaction avec Enregistrer le lieu activé et servent à suggérer les commerces à proximité. Désactivez l’enregistrement dans Préférences.
it: Le posizioni vengono registrate quando salvi una transazione con Salva posizione attivo e vengono utilizzate per suggerire esercizi commerciali nelle vicinanze. Disattiva la registrazione in Preferenze.
nl: Locaties worden geregistreerd wanneer u een transactie opslaat met Locatie opslaan ingeschakeld en worden gebruikt om winkels in de buurt voor te stellen. Schakel de registratie uit onder Voorkeuren.
pt_br: Os locais são registrados quando você salva uma transação com Salvar local ativado e são usados para sugerir estabelecimentos próximos. Desative o registro em Preferências.

source: Lock Cleared Transactions
de: Gebuchte Transaktionen sperren
es: Bloquear transacciones conciliadas
fr: Verrouiller les transactions lettrées
it: Blocca le transazioni contabilizzate
nl: Vergrendel geboekte transacties
pt_br: Bloquear transações compensadas

source: Locking marks every cleared transaction as reconciled so it can't be changed by accident.
de: Durch die Sperrung wird jede gebuchte Transaktion als abgeglichen markiert, sodass sie nicht versehentlich geändert werden kann.
es: El bloqueo marca todas las transacciones conciliadas como reconciliadas para evitar cambios accidentales.
fr: Le verrouillage rapproche toutes les transactions lettrées afin d'éviter toute modification accidentelle.
it: Il blocco contrassegna ogni transazione contabilizzata come riconciliata, così non può essere modificata per errore.
nl: Door te vergrendelen wordt elke geboekte transactie als afgestemd gemarkeerd, zodat deze niet per ongeluk kan worden gewijzigd.
pt_br: O bloqueio marca todas as transações compensadas como conciliadas para evitar alterações acidentais.

source: Log \(\.$amount) at \(\.$payee) in \(\.$account)
de: Erfasse \(\.$amount) bei \(\.$payee) in \(\.$account)
es: Registrar \(\.$amount) en \(\.$payee) en \(\.$account)
fr: Enregistrer \(\.$amount) chez \(\.$payee) dans \(\.$account)
it: Registra \(\.$amount) a \(\.$payee) in \(\.$account)
nl: Boek \(\.$amount) bij \(\.$payee) op \(\.$account)
pt_br: Registrar \(\.$amount) em \(\.$payee) na conta \(\.$account)

source: Log tap-to-pay purchases automatically. When you pay with a card in Apple Wallet, a Shortcuts automation runs Actuali's Log Transaction action in the background — no need to open the app.
de: Erfassen Sie Tap-to-Pay-Käufe automatisch. Wenn Sie mit einer Karte in Apple Wallet bezahlen, führt eine Shortcuts-Automatisierung die Aktion „Transaktion protokollieren“ von Actuali im Hintergrund aus – Sie müssen die App nicht öffnen.
es: Registre automáticamente sus compras sin contacto. Al pagar con una tarjeta en Apple Wallet, una automatización de Atajos ejecuta en segundo plano la acción Registrar transacción de Actuali, sin abrir la aplicación.
fr: Enregistrez automatiquement vos achats sans contact. Lorsque vous payez avec une carte dans Apple Wallet, une automatisation Raccourcis exécute en arrière-plan l'action Enregistrer une transaction d'Actuali, sans ouvrir l'application.
it: Registra automaticamente gli acquisti contactless. Quando paghi con una carta in Apple Wallet, un'automazione di Comandi Rapidi esegue l'azione Registra transazione di Actuali in background, senza dover aprire l'app.
nl: Registreer tap-to-pay-aankopen automatisch. Wanneer u met een kaart in Apple Wallet betaalt, voert een Shortcuts-automatisering Actuali's logtransactieactie op de achtergrond uit - u hoeft de app niet te openen.
pt_br: Registre automaticamente suas compras por aproximação. Ao pagar com um cartão no Apple Wallet, uma automação do Atalhos executa a ação Registrar transação do Actuali em segundo plano, sem abrir o app.

source: Log Transaction
de: Transaktion protokollieren
es: Registrar transacción
fr: Enregistrer une transaction
it: Registra transazione
nl: Transactie registreren
pt_br: Registrar transação

source: Log Wallet Payments Automatically
de: Wallet-Zahlungen automatisch protokollieren
es: Registrar pagos de Wallet automáticamente
fr: Enregistrer automatiquement les paiements Wallet
it: Registra automaticamente i pagamenti tramite Wallet
nl: Wallet-betalingen automatisch registreren
pt_br: Registrar pagamentos do Wallet automaticamente

source: Logged %@
de: Protokolliert %@
es: Transacción de %@ registrada
fr: Transaction de %@ enregistrée
it: Registrato %@
nl: Aangemeld %@
pt_br: Transação de %@ registrada

source: Logged %@ at %@
de: Transaktion über %@ bei %@ erfasst
es: Transacción de %@ en %@ registrada
fr: Transaction de %@ chez %@ enregistrée
it: Transazione di %@ da %@ registrata
nl: Transactie van %@ bij %@ geregistreerd
pt_br: Transação de %@ em %@ registrada

source: Logged transaction
de: Protokollierte Transaktion
es: Transacción registrada
fr: Transaction enregistrée
it: Transazione registrata
nl: Gelogde transactie
pt_br: Transação registrada

source: Long-term goal
de: Langfristiges Ziel
es: Objetivo a largo plazo
fr: Objectif à long terme
it: Obiettivo a lungo termine
nl: Langetermijndoel
pt_br: Meta de longo prazo

source: Long-term goal of %@
de: Langfristiges Ziel von %@
es: Objetivo a largo plazo de %@
fr: Objectif à long terme de %@
it: Obiettivo a lungo termine di %@
nl: Langetermijndoel van %@
pt_br: Meta de longo prazo de %@

source: Low: %@
de: Niedrig: %@
es: Mínimo: %@
fr: Minimum : %@
it: Basso: %@
nl: Laag: %@
pt_br: Mínimo: %@

source: Lower priorities budget first; priorities above 0 stop once available funds run out.
de: Niedrigere Prioritäten werden zuerst budgetiert; Prioritäten über 0 stoppen, sobald die verfügbaren Mittel aufgebraucht sind.
es: Las prioridades más bajas se presupuestan primero; las prioridades superiores a 0 se detienen cuando se agotan los fondos disponibles.
fr: Les priorités les plus basses sont budgétées en premier ; les priorités supérieures à 0 s'arrêtent une fois les fonds disponibles épuisés.
it: Le priorità più basse vengono messe a budget per prime; le priorità superiori a 0 si fermano quando i fondi disponibili si esauriscono.
nl: Lagere prioriteiten worden eerst gebudgetteerd; prioriteiten boven 0 stoppen zodra de beschikbare middelen op zijn.
pt_br: Prioridades mais baixas são orçadas primeiro; prioridades acima de 0 param quando os fundos disponíveis se esgotam.

source: Manage
de: Verwalten
es: Gestionar
fr: Gérer
it: Gestisci
nl: Beheren
pt_br: Gerenciar
